{{-- //Главная страница сайта --}}
@extends('template')
@section('title_page')
    Главная
@endsection
@section('main')
    <main>
        <style>
            .container {
  padding: 15px;
  margin: 20px auto 0 auto;
  max-width: 800px;
  background-color: #000000cf;
  border-radius: 15px;
  border: 1px solid gold;
  color: #f8f9fa;
  font-family: Verdana, Geneva, Tahoma, sans-serif;
  
}

.blue_btn {
  display: inline-block;
  color: #ffffff;
  background: #0b0c18;
  padding: 5px 10px;
  font-size: 0.875rem;
  border: 1px solid gold;
  border-radius: 10px;
  transition: box-shadow 0.3s ease, transform 0.3s ease;
  text-decoration: none;
}

.blue_btn:hover {
  box-shadow: 0 0 20px goldenrod;
  transform: scale(1.05);
  color: #ffffff;
}
        </style>
        <div class="" align="center">
            <div class="container">
                <img class="" src="https://ipfs.sweb.ru/ipfs/QmbEX5QYrB696VQHf7cf8PY3ugjJWDx9r82RRDZ8sTSiVh?filename=x10.png" alt="">
            </div>
            <div  class="container" >
                <p>Вложи своё время и знания - и получи от х10 их рыночной стоимости на сегодняшний день ✊</p>
                <p><br>&nbsp;</p><p>Многие успешные люди, на вопрос: "во что лучше инвестировать? ", отвечают - инвестируйте в себя. И они правы 🔥 Развивай самого себя и тебе покорятся все вершины 💪</p><p><br>&nbsp;</p><p>Но мы пошли дальше, и хотим дать вам возможность ворваться в этот мир с обеих ног, твёрдо заявив о себе 😎</p><p><br>&nbsp;</p><p>Что для этого нужно?&nbsp;</p><p>- Инвестируйте 💣 СЕБЯ 💥</p><p><br>&nbsp;</p><p>Риски минимальные...</p><p>Доходность максимальная 🤩</p><p><br>&nbsp;</p><p>Посудите сами:&nbsp;</p><p><br>&nbsp;</p><p>Вы не рискуете своими деньгами...&nbsp;</p><p>В любой момент можете отказаться от участия во всём этом...</p><p>Любая активность, даже самая малая, будет зафиксирована и учтена, что послужит хорошим дополнением к вашему резюме...</p><p>Получите без ценный опыт...&nbsp;</p><p>Новые знакомства, новые общения...</p><p><br>&nbsp;</p><p>Что для этого нужно?</p><p>- хотя бы простого внимания и желания потрудиться на благое дело 🙌</p><p>В идеале конечно хотелось бы искренней веры в успех нашей общей цели и полную самоотдачу в создании экосистемы DAO DES 🌐 но мы люди взрослые, поэтому смотрим на вещи адекватно 🤝😉</p><p><br>&nbsp;</p><p>В наше время кругом обман, наедалово и скамовские движения... К сожалению современный мир далёк от совершенства 🤷‍♂️</p><p>Но если есть возможность поучаствовать в чём-то по-настоящему захватывающем... и есть шанс изменить этот мир к лучшему - стоит попробовать.&nbsp;</p><p>Регистрируйся на сайте и прими участие в самом мощном Аэрдропе в мире WEB3.</p><p><br>&nbsp;</p><p>Старт уже скоро🔥🚀</p><p><br>&nbsp;</p>

<div class="">
                <a href="/register" class="blue_btn">Стать частью команды</a>
            </div>
            </div>
            


            {{-- <div class="mt-9 it-2">
                <img class="item" src="img/home_foto/DAO DES mini презентация.png" alt="">
              </div> --}}

        </div>

        <div class="pubble-app" data-app-id="128664" data-app-identifier="128664"></div>
<script type="text/javascript" src="https://cdn.chatify.com/javascript/loader.js" defer></script>
            

    </main>
@endsection
