<?php

return [
    'title' => 'Экосистема централизованного мессенджера с децентрализованным блоком обмена сообщениями',
    'paragraph1' => 'Экосистема включает следующие дополнения:',
    'ecosystem_list' => [
        'Децентрализованный криптовалютный кошелек: С возможностью добавления новых сетей и токенов (по адресам контрактов и другим необходимым данным) с возможностью перевода криптовалют непосредственно внутри децентрализованных чатов.',
        'DPN (Децентрализованный VPN): Обеспечивает безопасное и анонимное подключение к сети.',
        'Децентрализованное хранилище: Для безопасного хранения данных.',
        'Децентрализованный браузер: С возможностью верификации с использованием криптовалютного кошелька.',
        'Видеохостинг (гибрид): Комбинация централизованных и децентрализованных технологий для хранения и передачи видео.',
        'Фотохостинг (гибрид): Аналогично видеохостингу, но для фотографий.',
        'Аудиохостинг (гибрид): Для хранения и передачи аудиофайлов.',
        'NFT-генерация аудио, фото, видео и PDF-контента: Возможность создания NFT из медиафайлов.',
        'Синхронный аудиоперевод: Функция для автоматического перевода аудио в реальном времени.',
        'Децентрализованные аудио- и видеозвонки: Безопасные звонки через децентрализованную сеть.',
        '"Аналитик портфеля": Модуль, позволяющий отслеживать тенденции активов портфеля в одном месте, включая графики (миниатюра на главной странице и полный на странице) и стоимость с момента покупки в портфеле и за периоды.',
        'Кнопка для быстрого перевода криптовалют в стейблкоины: Полезна в случае резкого падения рынка альткоинов. Для автоматизации процесса сразу по всему портфелю.',
        '"Аналитик стартапов": Собирает информацию о проектах на основе открытой информации в Интернете по алгоритмам проверки стартапов и присваивает рейтинг стартапу на основе этой проверки. Также собирает и анализирует базу данных имен (для анализа бэкграунда создателей) в криптоиндустрии.',
        'Для реализации мессенджера будет взят исходный код мессенджера Telegraph (в части централизованного раздела мессенджера).',
    ],
    'decentralized_section_title' => 'Децентрализованный раздел гибридного мессенджера DES',
    'decentralized_section_paragraph' => 'Децентрализованный раздел гибридного мессенджера DES будет основан на решениях в соответствии с дорожной картой проекта:',
    'decentralized_section_list' => [
        'Телеграм-бот: Перенаправляет данные из децентрализованных чатов в Децентрализованное хранилище через узлы передачи данных (DPN).',
        'Децентрализованный мессенджер Adamant с открытым исходным кодом: С обменом данными на основе DPN и Децентрализованного хранилища DES.',
    ],
    'paragraph2' => 'Два раздела мессенджера будут функционировать полностью независимо друг от друга.',
];