<?php

return [
    'title' => 'Децентрализованная биржа (DEX)',
    'paragraph1' => 'Недавнее развитие DEX показывает, что рынок криптовалют остро нуждается в таких продуктах, но каждая биржа по отдельности не удовлетворяет всем потребностям сообществ. Команда DAO DES проанализировала все запросы и реализовала их в одном продукте:',
    'features_list' => [
        'Анонимность: Обеспечивает конфиденциальность и безопасность пользователей.',
        'Низкая комиссия: Снижает затраты на транзакции для пользователей.',
        'Отсутствие посредников: Транзакции проверяются через мультиподписи, устраняя необходимость в централизованных посредниках.',
        'Множество опций для трейдеров: Поддержка маржинальной торговли, торговли фьючерсами и других продвинутых функций.',
        'Сохранение привычного и удобного интерфейса: Обеспечивает простоту использования как для новичков, так и для опытных трейдеров.',
        'Интероперабельность (модуль IBC): Расширяет доступ для токенов сетей, поддерживающих взаимодействие с этим протоколом, улучшая кросс-чейн функциональность.',
    ],
    'liquidity_management_title' => 'Управление ликвидностью:',
    'liquidity_management_paragraph' => 'Кроме того, команда DAO DES понимает критическую важность достаточной ликвидности для функционирования биржи и разработала набор инструментов для поддержания ее высокого уровня. Эти инструменты включают:',
    'liquidity_management_list' => [
        'Алгоритмический маркет-мейкинг: Обеспечивает непрерывную ликвидность, автоматически корректируя цены на основе спроса и предложения.',
        'Пулы ликвидности: Пользователи могут вносить средства в пулы ликвидности и получать вознаграждения, обеспечивая стабильный поток активов для торговли.',
        'Стимулирование участия: Трейдеры и поставщики ликвидности получают вознаграждения и сниженные комиссии, что поощряет активное участие в экосистеме.',
    ],
];