<?php

return [
    'title' => 'Реализация токена и экономика проекта',
    'paragraph1' => 'Токен DES реализован как утилитарный токен в экосистеме DES, служащий для обеспечения стабильности, роста и децентрализации проекта. Токеномика разработана для согласования интересов всех участников, включая валидаторов, разработчиков и членов сообщества.',
    'features_list' => [
        'Алгоритмическое обеспечение 25% стоимости экосистемы алгоритмических стейблкоинов проекта DES: Обеспечивает стабильность и поддержку экосистемы стейблкоинов.',
        'Сбор комиссий за транзакции в блокчейне: Используется для стимулирования участников сети и поддержания инфраструктуры блокчейна.',
        'Вознаграждение валидаторов проекта: Валидаторы получают компенсацию за обеспечение безопасности сети и проверку транзакций.',
        'Выплаты баунти активистам продвижения проекта: Вознаграждения для членов сообщества, которые активно продвигают и вносят вклад в проект.',
        'Пополнение пула ликвидности монеты DES на децентрализованных биржах: Обеспечивает ликвидность и доступность торговли токеном DES.',
        'Вознаграждение валидаторов: Дополнительные стимулы для валидаторов для поддержания целостности сети.',
        'Пополнение фондов для текущих и страховых нужд проекта: Поддерживает операционные и чрезвычайные потребности экосистемы.',
    ],
    'token_issuance_title' => 'Эмиссия токена',
    'token_issuance_paragraph' => 'Эмиссия токена DES является ограниченной одноразовой. Объем эмиссии составляет 1 миллиард монет, распределенных следующим образом:',
    'token_issuance_list' => [
        '200 миллионов монет: Выпущены один раз и заблокированы на смарт-контракте для следующих нужд:',
        '200 миллионов монет: Хранятся на смарт-контракте для обеспечения выпуска новых стейблкоинов.',
        '100 миллионов монет: Распределены в инвестиционных раундах для привлечения раннего финансирования и поддержки развития проекта.',
        '500 миллионов монет: Распределены среди активистов проекта в качестве вознаграждения за инициацию, разработку и реализацию предложений, направленных на улучшение проекта, которые будут приняты всем сообществом.',
    ],
    'sub_list' => [
        'Пополнение пулов ликвидности основной монеты проекта (DES): 40 миллионов монет.',
        'Страховые фонды проекта: 80 миллионов монет.',
        'Баунти-рассылка лидерам мнений: 20 миллионов монет (нацелены на лиц, которые вряд ли будут участвовать в ранних продажах монет).',
        'Вознаграждение создателей проекта: 20 миллионов монет (постепенное тестирование на основе смарт-контракта с учетом рыночных условий и минимальной желаемой стоимости).',
        '40 миллионов монет: Распределение будет решено путем обсуждения активным и эффективным сообществом проекта.',
    ],
];