<?php

return [
    'title' => 'Заработок для валидаторов, делегаторов и активистов сообщества',
    'validators_title' => 'Валидаторы',
    'validators_paragraph' => 'Валидатор имеет 2 источника дохода:',
    'validators_list' => [
        'Доля от комиссий за транзакции: Подробнее описано в разделе "Консенсус сети".',
        'Вознаграждение за валидацию блоков: Сумма будет уточнена во время анализа токеномики и тестнета.',
    ],
    'delegators_title' => 'Делегаторы',
    'delegators_paragraph' => 'Делегатор имеет 1 источник дохода:',
    'delegators_list' => [
        'В соответствии с долей 50% от дохода от валидации за 10 000 блоков (подробнее описано в разделе "Консенсус сети").',
    ],
    'activists_title' => 'Активисты сообщества',
    'activists_paragraph' => 'Активисты сообщества вознаграждаются следующим образом:',
    'activists_list' => [
        'Назначение задачи: TAO (Task Assignment Organization) проекта размещает задание в соответствующем разделе форума.',
        'Требования и торги: TAO указывает требования к исполнителям, сроки и максимальную стоимость выполнения задачи на данный момент. Если есть заинтересованные лица, они делают ставки на то, за сколько готовы выполнить задачу. Если предложений нет, TAO может принять решение увеличить стоимость выполнения задачи на 10% каждые 3 дня, но не выше установленного лимита.',
        'Выбор лучшего решения: Если несколько участников согласны выполнить задачу за одинаковую стоимость, выбирается решение с наиболее оптимизированным кодом.',
        'Вознаграждение: После успешной реализации решения исполнитель получает вознаграждение в стейблкоинах проекта. Подробнее об этом процессе см. в подразделе "Майнинг монет для создания пользы в проекте" в разделе "Управление проектом".',
    ],
];