<?php

return [
    'title' => 'Распределение оставшихся 200 000 000 DES (20% эмиссии)',
    'paragraph1' => 'Оставшиеся 200 000 000 DES (20% от общего выпуска) распределяются следующим образом:',
    'distribution_list' => [
        '40 000 000 DES (4%): Направляются в пул ликвидности монеты DES, спаренный с монетами из Списка 2, который может быть скорректирован решением сообщества. Покупка монет в пулы ликвидности осуществляется через выпуск стейблкоинов, обеспеченных монетами DES. Эти стейблкоины обмениваются на целевые криптовалюты, которые затем отправляются в пулы ликвидности, спаренные с монетой DES. Это обеспечивает ликвидность монеты DES без выброса ее на рынок, что может привести к обесцениванию.',
        '40 000 000 DES (4%): Выплачиваются участникам направления DES Arena.',
        '80 000 000 DES (8%): Направляются в резервный фонд компании. Монеты из этого фонда продаются по решению участников DAO для нужд проекта через обмен монет из этого фонда на стейблкоины проекта и их последующую продажу на рынке.',
        '20 000 000 DES (2%): Выплачиваются основателям проекта на первом этапе выпуска сразу после запуска блокчейна, распределяясь как 1% в месяц от общего количества монет от одного участника.',
        '20 000 000 DES (2%): Направляются лидерам мнений в криптоиндустрии (на основе предложений и решений сообщества) с целью получения поддержки проекта и его продвижения.',
    ],
];