<?php

return [
    'title' => 'При проведении финансовых операций в сети DES будут взиматься комиссии за каждую такую операцию и распределяться внутри проекта следующим образом:',
    'distribution_list' => [
        '30%: Вознаграждение создателям продуктов экосистемы DES за транзакции, происходящие непосредственно в их приложениях.',
        '20%: Вознаграждение валидаторам/делегаторам.',
        '25%: Направляются на операционные расходы компании.',
        '10%: Пополняют пул ликвидности DES.',
        '10%: Направляются в Фонд развития компании.',
        '5%: Пополнение пула вознаграждений для активистов проекта.',
    ],
];