<?php

return [
    'title' => 'Увеличение ликвидности и обеспечение стоимости монеты DES',
    'paragraph1' => 'Для увеличения ликвидности и обеспечения стоимости монеты DES 10% комиссий от стоимости всех транзакций в сети проекта будут использоваться для пополнения пулов ликвидности наиболее децентрализованными монетами, созданными на этапе запуска проекта (инвестированы средствами, полученными от инвесторов и сообщества, которые впоследствии будут получать комиссии от обменных операций в этих пулах в качестве вознаграждения). Начальный список монет основан на топ-100 из CoinMarketCap и CoinGecko (см. Приложение 1 к Whitepaper).',
    'mechanism_title' => 'Механизм пополнения пулов ликвидности',
    'mechanism_paragraph' => 'При пополнении пула ликвидности монетами, полученными от транзакций, будут выпускаться стейблкоины, обеспеченные токенами DES. Эти стейблкоины затем будут обмениваться на токены, спаренные с токенами DES в пулах ликвидности. Этот механизм обеспечивает:',
    'mechanism_list' => [
        'Отсутствие риска дампа монет DES: За счет избежания избыточного выброса монет DES на рынок.',
        'Увеличение комиссий за транзакции: Стимулируя рост объема комиссий внутри проекта.',
    ],
    'benefits_title' => 'Преимущества схемы',
    'benefits_list' => [
        'Сокращение обращения монет DES: Часть монет DES будет выведена из обращения (см. описание функционирования стейблкоинов в Whitepaper).',
        'Увеличение применимости стейблкоинов: Стимулируя рост капитализации стейблкоинов и улучшая токеномику монеты DES.',
    ],
    'participation_title' => 'Участие других участников проекта',
    'participation_paragraph' => 'Другие участники проекта (активисты, валидаторы, делегаторы, инвесторы и другие) также смогут пополнять эти пулы, используя ту же схему. Это позволит:',
    'participation_list' => [
        'Увеличить их доходы: За счет внесения вклада в пулы ликвидности и получения вознаграждений от комиссий за транзакции.',
        'Стимулировать рост ликвидности и стоимости токенов DES: Дополнительно повышая их доходы и общее состояние экосистемы.',
    ],
];