<?php

return [
    'title' => 'Система вознаграждений для создателей и инвесторов в проекте DES',
    'paragraph1' => 'Проект DES реализует систему вознаграждений для создателей и инвесторов приложений на основе блокчейна DES. Она реализована следующим образом:',
    'registration_title' => 'Регистрация приложения и создание DAO',
    'registration_list' => [
        'Регистрация приложения: Создатель приложения регистрирует его в системе, создавая анкету приложения. Это включает описание, цели, задачи, предварительную оценку необходимых объемов инвестиций и NFT-версию White Paper в качестве доказательства авторства.',
        'Утверждение экспертной группой: После утверждения анкеты экспертной группой сообщества автор получает возможность создать DAO. К этому DAO привязывается кошелек для привлечения инвестиций.',
    ],
    'wallets_title' => 'Группы кошельков и привлечение инвестиций',
    'wallets_list' => [
        'Группа кошельков "Создатель": Привязана к кошельку DAO для вознаграждения активистов и создателей.',
        'Группа кошельков "Инвестор": Привязана к кошельку DAO для вознаграждения инвесторов проекта.',
        'Привлечение инвестиций: После поддержки сообщества становится возможным привлечение инвестиций в привязанный кошелек DAO.',
    ],
    'revenue_title' => 'Распределение доходов',
    'revenue_paragraph' => 'После сбора целевой суммы на кошельке DAO и запуска приложения 30% от общего объема транзакций за продукт будут зачислены на привязанный кошелек. Выплаты будут осуществляться в соответствии с реестром кошельков, привязанных как "Создатель" и "Инвестор".',
    'revenue_list' => [
        'Кошельки создателей: Доли между кошельками создателей и активистов определяются пропорцией токенов управления, которыми владеют участники.',
        'Кошельки инвесторов: Доли распределяются в соответствии с пропорцией вклада каждого инвестора в общий объем инвестиций в приложение.',
    ],
    'consulting_title' => 'Консультирование и развитие экосистемы',
    'consulting_paragraph' => 'При необходимости создатели приложений могут привлекать менеджеров по развитию экосистемы DES для консультирования по разработке приложений. Эти менеджеры будут получать процент от общего объема транзакций продукта. Подробнее о менеджерах по развитию экосистемы DES см. в разделе "Учет активности в проекте DES".',
];