<?php

return [
    'header' => 'Здесь мы собираем энтузиастов криптовалют, экспертов и обычных пользователей, чтобы объединиться в создании чего-то нового и глобального в мире Blockchain в Интернете.',

    'introduction_title' => 'Введение в Web3.0',
    'introduction_content' => [
        'p1' => 'Открыть двери в мир web3.0 для всех, упростить задачу знакомства и понимания этого глобального изменения в Интернете для всех. Помочь им избежать ошибок при внедрении нового Интернета в свою жизнь.',
        'p2' => '<strong>Какую ошибку совершает практически каждый новичок, начиная свой путь в криптотехнологиях?</strong> Эта ошибка — главный враг самой технологии. Это авторизация KYC на биржах!',
        'p3' => 'Как купить или получить свои первые токены и где их хранить? На централизованных надежных биржах в виде Drops, Launchpads или просто купить желаемые валюты? Возможно. Но, начав свой путь таким образом, вы оставляете неизгладимый след.',
        'p4' => 'В мире Blockchain в интернете нет необходимости в именах, фамилиях, адресах и номерах документов. Здесь единственным подтверждением вашей личности должен быть ваш публичный ключ, ваш адрес в блокчейне.',
        'p5' => 'Мы не категорически против KYC и централизованных сервисов, но каждый должен сделать этот выбор осознанно и не в самом начале пути.',
    ],

    'telegram_title' => 'Интеграция Telegram с Blockchain',
    'telegram_content' => [
        'p1' => 'Чтобы познакомить мир с блокчейном и криптовалютой, мы предлагаем объединить продукт, используемый более чем 700 миллионами пользователей (мессенджер Telegram), с технологией блокчейн. Интегрировать в базовый код мессенджера возможность:',
        'list' => [
            'li1' => 'Создавать децентрализованные чаты без привязки к основному аккаунту.',
            'li2' => 'Создавать стейблкоины любой мировой фиатной валюты, обменивать и отправлять их, а также многие другие криптовалюты в пару кликов.',
            'li3' => 'Создавать свои собственные NFT для подтверждения авторских прав на изобретения и/или творческий контент (аудио, видео, фотофайлы) и хранить файлы в децентрализованном облачном хранилище.',
            'li4' => 'Создавать свои собственные dApps на основе нашего блокчейна и получать вознаграждения от комиссий за использование пользователями.',
        ],
        'p2' => 'Каждый может присоединиться к нашему DAO и активно участвовать в создании чего-то нового в мире Blockchain в интернете.',
    ],

    'mission_title' => 'Наша миссия',
    'mission_content' => [
        'p1' => 'Чтобы создать наш проект вместе, мы, как первая небольшая группа энтузиастов, решили изучить и взять лучшее из существующих предложений на рынке. Объединить самые сильные идеи и решения в один максимально масштабируемый, децентрализованный и безопасный Blockchain.',
        'p2' => 'Наблюдая за развитием индустрии блокчейна, можно заметить, что изначально основной акцент делался на децентрализацию и безопасность, которые прекрасно обеспечивались блокчейнами PoW при правильном развитии сети. Со временем развитие экосистем децентрализованных продуктов потребовало увеличения масштабируемости сети. Индустрия начала двигаться в этом направлении, заменяя плохо масштабируемый консенсус PoW на гораздо более адаптируемый консенсус PoS и его производные. Однако консенсус PoS заметно страдает в плане децентрализации.',
        'p3' => 'Таким образом, разные этапы развития индустрии выделяют разные приоритеты. В команде проекта DES мы убеждены, что неизбежный предстоящий этап WEB3.0, как воздух, требует блокчейнов, которые одинаково решают все три проблемы трилеммы блокчейна, а именно:',
        'list' => [
            'li1' => '<strong>Безопасность работы сети и приложений</strong> (главная особенность и преимущество WEB3.0 перед WEB2.0);',
            'li2' => '<strong>Высокая децентрализация</strong> (приложения, по сути, должны использовать максимально децентрализованные решения);',
            'li3' => '<strong>Масштабируемость сети</strong>, позволяющая достичь пропускной способности на уровне централизованных решений (для удобства использования и плавности интерфейсов они должны опираться на скорости работы сети, сопоставимые с таковыми у централизованных серверов).',
        ],
        'p4' => 'Большинство блокчейнов третьего поколения заявляют около 10 000 транзакций в секунду. Некоторые системы заявляют гораздо более высокие скорости, но эта информация не подтверждается при фактическом тестировании (Сеть Solana с заявленной скоростью 100 000 транзакций в секунду регулярно испытывает зависания даже при существующих (не пиковых) нагрузках). Чтобы конкурировать, например, с Visa, желательно достичь реальной цифры ближе к 65 000 транзакций в секунду. Поэтому, чтобы предотвратить провал проникновения WEB3.0 в самом начале его шествия в современный мир, многократное увеличение скорости функционирования блокчейна становится просто обязательным на этом этапе развития индустрии блокчейна.',
        'p5' => 'Проект DES создан для решения трилеммы блокчейна за счет сохранения безопасности существующей сети (проект DES использует форк сети Cosmos с глобальными изменениями (консенсус, шардинг, модуль Proof of Time)), а также за счет увеличения децентрализации путем улучшений и изменений консенсуса DPoS и правил распределения голосов от Активного DAO при принятии решений по развитию проекта (не более 8% на активиста проекта), награждаемых не за финансовый вклад, а за активную позицию по вопросам, связанным с развитием децентрализованной сущности проекта, а также масштабирования сети за счет реализации шардинга.',
    ],

    'goals_title' => 'Наши цели',
    'goals_content' => [
        'p1' => 'Мы стремимся создать проект, который позволяет:',
        'list' => [
            'li1' => 'Новичкам легко и быстро ознакомиться с миром web3.',
            'li2' => 'Профессионалам создавать качественные приложения и зарабатывать на них (до 30% от комиссий за их приложения).',
            'li3' => 'Энтузиастам присоединиться к проекту без каких-либо инвестиций, используя свои знания и опыт, стать частью его актива, вплоть до вступления в управляющий совет DAO проекта.',
        ],
        'p2' => 'Таким образом, цель — создать быстрый (до конкурентоспособных скоростей с текущими централизованными платежными системами), безопасный, децентрализованный блокчейн на экологичном консенсусе DeDPoS (Decentralized-DPoS) с низкими комиссиями, что делает его высоко подходящим для разработки Web3.0 и dApps.',
    ],

    'ecosystem_title' => 'Экосистема DES',
    'ecosystem_content' => [
        'p1' => 'В дополнение к этому проект DES создает свою собственную экосистему децентрализованных продуктов:',
        'list' => [
            'li1' => '<strong>Экосистема централизованного мессенджера</strong> (на основе открытого исходного кода Telegram (с улучшениями и дополнениями, включая все его существующие преимущества, включая базу данных пользователей) с децентрализованным разделом для безопасного обмена сообщениями и создания децентрализованной экосистемы дополнений к нему.',
            'li2' => '<strong>Экосистема децентрализованных стейблкоинов</strong> с комбинированным алгоритмическим механизмом поддержки.',
            'li3' => '<strong>Экосистема децентрализованной биржи</strong> с возможностями спотовой и фьючерсной торговли.',
            'li4' => '<strong>Экосистема децентрализованных операционных систем.</strong>',
        ],
    ],

    'token_title' => 'Токен DES',
    'token_content' => [
        'p1' => 'Дополнительно в проекте будет собственный утилитарный токен DES с дефляционной токеномикой, который будет использоваться для:',
        'list' => [
            'li1' => 'Алгоритмического регулирования поддержки экосистемы стейблкоина проекта.',
            'li2' => 'Комиссий за транзакции в блокчейне.',
            'li3' => 'Вознаграждения валидаторов проекта.',
            'li4' => 'Автоматизированных выплат инвесторам, создателям приложений и активистам проекта.',
            'li5' => 'Алгоритмического наполнения страховых и гарантийных фондов проекта.',
            'li6' => 'Выплат за airdrops и баунти-программы.',
        ],
    ],

    'footer' => 'Присоединяйтесь к нам в революции мира Blockchain и Web3.0!',
];