<?php

return [
    'title' => 'Проблемы и решения',
    'paragraph1' => 'Потери мировой экономики от киберугроз за последние 4 года выросли более чем в три раза и составили в 2022 году не менее $8 трлн. По оценкам экспертов, к 2025 году глобальные потери могут достичь $11 трлн, а к 2030 году — $90 трлн. Это делает очевидным, что стремиться к увеличению масштабируемости блокчейна за счет снижения безопасности неприемлемо! В свою очередь, менее децентрализованные проекты сильно дискредитировали себя своей высокой централизацией и стремлением в первую очередь к интересам так называемых элит проекта, а не сообществ блокчейна и либертарианских идеалов. Получается своего рода "псевдо-централизация". В глазах сообщества такие проекты вызывают все меньше доверия и поддержки для развития. Инвесторы также не стремятся развивать блокчейн-проекты, в которых власть решающих голосов сосредоточена в руках централизованных структур (будь то доминирующие майнинговые пулы сетей PoW, крупные валидаторы сетей PoS/DPoS и т.д., или концентрация большого% токенов проекта, полученных создателями или инвесторами проекта на ранних этапах развития проекта по очень низким ценам).',
    'paragraph2' => 'На данный момент на рынке существует множество игроков, предлагающих решения для 2 из 3 проблем трилеммы масштабируемости блокчейна, и их можно разделить по типам консенсуса:',
    'pow_title' => 'Проекты с консенсусом PoW',
    'pow_advantages_title' => 'Преимущества:',
    'pow_advantages_list' => [
        'Высокая (относительно) децентрализация и безопасность сети.',
    ],
    'pow_disadvantages_title' => 'Недостатки:',
    'pow_disadvantages_list' => [
        'Низкая масштабируемость. С увеличением объема запросов к сети увеличиваются комиссии. И этот недостаток, без работы по его нивелированию, не позволит сетям PoW стать крупномасштабным участником сетей WEB3.0, поскольку для их работы потребуются миллиарды и триллионы транзакций, и желательно с комиссиями, стремящимися к нулю. То есть количество транзакций сопоставимо с пропускной способностью централизованных серверов.',
    ],
    'pos_title' => 'Проекты с консенсусом PoS/DPoS и другие без Proof of Work',
    'pos_advantages_title' => 'Преимущества:',
    'pos_advantages_list' => [
        'Высокая масштабируемость и достаточно высокая безопасность сети.',
        'Высокая экологичность по сравнению с сетями, работающими на консенсусе PoW, поскольку майнерам не приходится участвовать в "гонке вооружений". Они становятся валидаторами, доказывая свою долю в проекте, а не предоставляя наибольшую вычислительную мощность со всеми вытекающими последствиями.',
    ],
    'pos_disadvantages_title' => 'Недостатки:',
    'pos_disadvantages_list' => [
        'Высокая централизация, поскольку даже при заявленной децентрализации системы чаще всего максимальная власть голоса сосредоточена в руках крупнейших валидаторов с большими долями. Интересы децентрализации далеко не на первом месте, и чаще всего вопрос децентрализации вообще не стоит, и только изначально заявленная структура управления имеет право голоса.',
    ],
    'paragraph3' => 'В то же время проблемы централизации проектов криптовалют подвергают их критике, оттоку инвестиций и негативному информационному полю для всей индустрии криптовалют.',
    'paragraph4' => 'На данный момент на рынке нет проектов, которые полностью решили трилемму масштабируемости блокчейна.',
];