<?php

return [
    'paragraph1' => 'В настоящее время существует множество децентрализованных бирж, однако лишь в последние несколько месяцев они начали приближаться к централизованным биржам по своей функциональности, не теряя преимуществ децентрализации.',
    'paragraph2' => '(В экосистеме Cosmos их всего несколько, и они находятся в стадии разработки или тестирования.) Существующие биржи довольно сильно отличаются друг от друга и имеют свои преимущества и недостатки, мы обобщили слабые и сильные стороны существующих DEX, участвующих в реализации следующей функциональности централизованных бирж:',
    'pros_title' => 'Плюсы:',
    'pros_list' => [
        'Анонимность.',
        'Более низкие комиссии по сравнению с централизованными (CEX) биржами.',
        'Отсутствие посредников, которыми являются централизованные биржи (CEX): Binance, Exmo и другие. Это повышает уровень безопасности, возвращая контроль над активами участникам сделки. Транзакции между трейдерами на DEX-биржах осуществляются с использованием проверки через мультиподписи.',
    ],
    'cons_title' => 'Минусы:',
    'cons_list' => [
        'Отсутствие многих опций для трейдеров, таких как маржинальная торговля или выбор режима ордера для подавляющего большинства представителей этого типа бирж. (Биржи активно развиваются в этом направлении, но продукты от сильных проектов все еще находятся в процессе тестирования).',
        'Многие DEX работают на смарт-контрактах, поэтому на них можно торговать только токенами с поддержкой смарт-контрактов соответствующих сетей.',
        'Остро стоит вопрос с ликвидностью.',
    ],
    'paragraph3' => 'Таким образом, на данный момент DEX-биржи решают проблему децентрализации и низких комиссий, однако по удобству, скорости и функциональности они сильно проигрывают своим централизованным конкурентам, не имея возможности решать львиную долю задач, которые решают централизованные биржи и которые уже давно прочно вошли в жизнь криптоинвесторов и энтузиастов. Именно такую DEX-биржу (упрощающую пользовательский опыт и приближающую ее по функциональности к CEX) проект DES планирует разработать в будущем, после привлечения инвестиций и достижения первоначальных целей.',
];