<?php

return [
    'paragraph1' => 'Современный мир требует все большей мобильности. Сначала популярны настольные персональные компьютеры, затем стали набирать популярность ноутбуки, затем планшеты и смартфоны. Люди хотят носить всю информацию с собой и иметь к ней доступ практически в любой момент.',
    'paragraph2' => 'Еще одним важным моментом является необходимость безопасного использования информации.',
    'paragraph3' => 'Оптимальным решением обеих проблем одновременно было бы предоставить пользователям возможность доступа ко всем своим ресурсам, используя минимальный размер носителя информации, осуществляя управление вашими данными и ресурсами из любой точки мира децентрализованным образом (используя DPN) и верификацию таким образом. система, использующая децентрализованный кошелек. Именно такую операционную систему планирует внедрить проект DAO DES.',
  ];