<?php

return [
    'message_accepted' => 'Спасибо! Ваши предпочтения сохранены.',
    'message_rejected' => 'Ваши предпочтения сохранены.',
    
    'title' => 'Политика использования cookies',
    'last_updated' => 'Последнее обновление: :date',
    
    'what_are_cookies' => 'Что такое cookies?',
    'cookies_definition' => 'Файлы cookie — это небольшие текстовые файлы, сохраняемые на вашем устройстве при посещении сайтов.',
    
    'types_title' => 'Какие типы cookies мы используем?',
    'types' => [
        'essential' => 'Необходимые cookies: Обеспечивают работу сайта.',
        'analytics' => 'Аналитические cookies: Помогают анализировать посещаемость.',
        'functional' => 'Функциональные cookies: Запоминают ваши настройки.',
        'marketing' => 'Маркетинговые cookies: Используются для таргетированной рекламы.',
    ],
    
    'manage_title' => 'Как управлять cookies?',
    'manage_text' => 'Вы можете управлять cookies в настройках браузера.',
    
    'changes_title' => 'Изменения политики',
    'changes_text' => 'Мы можем периодически обновлять эту политику.',
    
    'contact_title' => 'Контакты',
    'contact_text' => 'Если у вас есть вопросы о нашей Политике cookies:',
    'learn more' => 'Узнать больше',
];