<?php

return [
    'title' => 'Восстановление пароля',
    'description' => 'Забыли пароль? Не проблема. Введите ваше имя пользователя и ключевое слово для сброса пароля.',
    'username' => 'Имя пользователя',
    'keyword' => 'Ключевое слово',
    'submit' => 'Отправить',
    'something_went_wrong' => 'Что-то пошло не так.',
    'secure_area_message' => 'Это защищенная область приложения. Пожалуйста, подтвердите ваш пароль перед продолжением.',
    'password' => 'Пароль',
    'confirm_button' => 'Подтвердить',
    'enter_new_password' => 'Введите ваш новый пароль.',
    'new_password' => 'Новый пароль',
    'confirm_password' => 'Подтвердите пароль',
    'reset_password_button' => 'Сбросить пароль',
];