<?php

return [
    'title_page' => 'Регистрация',
    'username' => 'Имя пользователя',
    'keyword' => 'Ключевое слово',
    'password' => 'Пароль',
    'confirm_password' => 'Подтвердите пароль',
    'register_button' => 'Зарегистрироваться',
    'login_button' => 'Войти',
    'username_placeholder' => 'Введите имя пользователя',
    'keyword_placeholder' => 'Введите ключевое слово',
    'password_placeholder' => 'Введите пароль',
    'confirm_password_placeholder' => 'Подтвердите пароль',
    'name_error' => 'Поле имя может содержать только буквы, цифры, символы подчеркивания _ и дефисы -. Пробелы не допускаются',
    'name_min' => 'Имя должно быть не короче :min символов.',
    'name_max' => 'Имя не должно превышать :max символов.',
    'keyword_min' => 'Ключевое слово должно быть не короче :min символов.',
    'keyword_max' => 'Ключевое слово не должно превышать :max символов.',
    'password_min' => 'Пароль должен быть не короче :min символов.',
    'password_max' => 'Пароль не должен превышать :max символов.',
    'password_confirmed' => 'Пароли не совпадают!',
];