<?php

return [
    'title_page' => 'Сидер-фраза',
    'seed_phrase_title' => 'Ваша сидер-фраза:',
    'save_phrase_warning' => 'Обязательно запишите её в безопасное место! Восстановление будет невозможно!',
    'save_button_text' => 'Я сохранил сидер-фразу',
    'copy_button_text' => 'Скопировать сидер-фразу',
    'copy_success_message' => 'Сидер-фраза скопирована в буфер обмена.',
    'saving_text' => 'Сохранение в блокчейне...',
    'new_device_warning' => 'Вы зашли с нового устройства. Подтвердите владение сид-фразой для этого аккаунта.',
    'first_time_setup' => 'Добро пожаловать! Введите сид-фразу для активации защищённого аккаунта.',
];