<?php

return [
    'title' => 'Команда',
    'decentralized_ecosystems' => 'Децентрализованные экосистемы',
    'click_for_details' => 'Нажмите на карточку, чтобы просмотреть подробную информацию.',
    'team_members' => [
        'sergey_nikitin' => [
          'photo' => 'img/team/2.jpg',
            'name' => 'Сергей Никитин',
            'description' => 'Технический директор, ведущий разработчик.',
            'details' => [
                'Возраст' => '42',
                'Навыки' => 'Знание языков: HTML, CSS, JavaScript, PHP, MySQL, Laravel; умение управлять и организовывать работу команд;',
                'Опыт в отрасли' => 'Разработка интерфейсов и программ для крупных компаний.',
                'О себе' => '<strong>Программист-визионер</strong>
<p>Увлекается технологиями с 12 лет. За последние 30 лет он стал свидетелем и адаптировался к быстрым технологическим изменениям, часто предвидя будущие разработки в функциональности.</p>
<ul>
<li><strong style="color: gold">Техническая экспертиза:</strong> Может разобрать и собрать любой компьютер с закрытыми глазами. Это хобби также приносит доход, наряду с написанием лендингов и сайтов.</li>
<li><strong style="color: gold">Финансовые рынки:</strong> Имеет опыт торговли валютами с 2013 года и криптовалютами с 2019 года. Однако он считает постоянное наблюдение за рынком скучным и искал единомышленников для создания проекта мирового уровня.</li>
<li><strong style="color: gold">Видение будущего:</strong> Считает, что человечество перейдет на новый технологический уровень, где роботизированные устройства заменят рутинный человеческий труд, с акцентом на экологическую устойчивость. Он видит децентрализованные технологии как основу этого перехода, управляемые сознательным сообществом для общего блага.</li>
<li><strong style="color: gold">Непрерывное обучение:</strong> Вкладывает значительные усилия в изучение и освоение различных языков программирования, чтобы оставаться впереди технологических достижений.</li>
<li><strong style="color: gold">Творческая сторона:</strong> Пишет стихи и играет на гитаре для друзей, предпочитая избегать внимания публичных медиа.</li>
</ul>',
                'Хобби' => 'Рыбалка, Отдых на природе, Аквариумы',
                'Контакт' => 'nikitins@daodes.space',
            ],
        ],
        'valeriy_akimov' => [
          'photo' => 'img/team/1.jpg',
            'name' => 'Валерий Акимов',
            'description' => 'Генеральный директор, автор проекта.',
            'details' => [
                'Возраст' => '40',
                'Навыки' => 'Организационные навыки, мотивация, решительность.',
                'Опыт в отрасли' => 'Опыт в этой отрасли. 5 лет',
                'О себе' => '<strong>Главный стратег</strong><p>Продемонстрировал исключительные навыки и решительность в достижении своих целей.</p><strong>Его опыт охватывает некоторые из крупнейших предприятий в своих отраслях, включая:</strong>
<ul>
<li><strong style="color: gold">Госкорпорация "Росатом":</strong> Разработал методологию расчета достижения целей для Федерального проекта Российской Федерации.</li>
<li><strong style="color: gold">АО "ЕвроХим":</strong> Был выбран в топ-40 высокопотенциальных сотрудников (HiPo) из 27 000 в международной холдинговой компании.</li>
<li><strong style="color: gold">АО "ГК ЕХ" и ООО "КЗ Ростсельмаш":</strong> Получил ценный опыт построения бизнеса.</li>
</ul>
<p>В своем первом криптопроекте Валерий разработал систему сжигания монет, которая была успешно реализована. Он также запустил информационный сервис, который стал самым информативным и популярным источником новостей в сообществе из 30 000 участников.</p>
<p>Валерий активно участвует в социальной и спортивной жизни, выиграв несколько чемпионатов по волейболу и футболу.</p>',
                'Хобби' => 'Смотреть и играть в футбол и волейбол. Плавание',
                'Контакт' => 'akimovv@daodes.space',
            ],
        ],
        'denis_bizhko' => [
          'photo' => 'img/team/3.jpg',
            'name' => 'Денис Бижко',
            'description' => 'Директор по маркетингу, гуру маркетинга.',
            'details' => [
                'Возраст' => '35',
                'Навыки' => 'Маркетинг, привлечение трафика, взаимодействие с аудиторией.',
                'Опыт в отрасли' => '5 лет',
                'О себе' => '<p>Считает, что технология блокчейн должна быть доступна каждому.</p> <h3>Имея более пяти лет опыта в криптопространстве, он внес значительный вклад в различные проекты:</h3>
<ul>
<li><strong style="color: gold">Проект Artery:</strong> Начал свой криптопуть с проекта Artery, где разработал и внедрил информационный ресурс на основе Telegram, набравший более 2 500 подписчиков за неделю.</li>
<li><strong style="color: gold">Проект GSP (Waple Rune):</strong> Создал информационный ресурс GSP_News, охватывающий Telegram, Instagram, VK и YouTube, что помогло проекту достичь этапа привлечения венчурных инвестиций.</li>
<li><strong style="color: gold">Экспертиза в цифровом маркетинге:</strong> Учился у многих гуру рекламы, деконструировал Digital Marketing и изобрел свою собственную формулу продвижения.</li>
<li><strong style="color: gold">Текущая роль:</strong> Занимает должность CMO проекта DAO DES, выступая в роли глаз, ушей и рупора проекта.</li>
</ul>',
                'Хобби' => 'Игра на музыкальных инструментах, футбол',
                'Контакт' => 'bizhkod@daodes.space',
            ],
        ],
        'olga_korobeynikova' => [
          'photo' => 'img/team/4.png',
            'name' => 'Ольга Коробейникова',
            'description' => 'Финансовый директор, менеджер проекта.',
            'details' => [
                'Возраст' => '?',
                'Навыки' => '?',
                'Опыт в отрасли' => '?',
                'О себе' => '?',
                'Хобби' => '?',
                'Контакт' => '?',
            ],
        ],
        'dmitry_korobeynikov' => [
          'photo' => 'img/team/5.png',
            'name' => 'Дмитрий Коробейников',
            'description' => 'Заместитель финансового директора, тестировщик.',
            'details' => [
                'Возраст' => '?',
                'Навыки' => '?',
                'Опыт в отрасли' => '?',
                'О себе' => '?',
                'Хобби' => '?',
                'Контакт' => '?',
            ],
        ],
    ],
];